Repository: StartupsPoleEmploi/avril
Catalog: priv/gettext/*/LC_MESSAGES/coherence.po
Languages: fr

source: Account already confirmed.
fr: Votre compte est déjà confirmé.

source: Account is not locked.
fr: Votre compte n'est pas bloqué.

source: Account updated successfully.
fr: Votre compte a été mis à jour avec succès.

source: Already logged in.
fr: Vous êtes déjà connecté.

source: Can't find that token
fr: Le lien sécurisé n'est pas valable.

source: Confirmation email sent.
fr: Nous venons de vous envoyer un email pour confirmer votre adresse. Cette étape est obligatoire pour pouvoir soumettre sa candidature.

source: Confirmation token expired.
fr: Le lien sécurisé est périmé.

source: Could not find that email address
fr: L'adresse email n'a pas été trouvée.

source: Failed to update lockable attributes
fr: Impossible de mettre à jour les valeurs saisies.

source: Forgot your password?
fr: Mot de passe oublié ?

source: HTTP Authentication Required
fr: Authentification requise

source: Incorrect %{login_field} or password.
fr: %{login_field} ou mot de passe incorrect.

source: Invalid Invitation. Please contact the site administrator.
fr: Invitation non valide. Merci de nous contacter.

source: Invalid Request.
fr: La requête n'est pas valide.

source: Invalid confirmation token.
fr: Le lien sécurisé n'est pas valide.

source: Invalid email or password.
fr: Mauvaise combinaison email/mot de passe.

source: Invalid invitation token.
fr: Le lien d'invitation n'est pas valable.

source: Invalid reset token
fr: Le lien sécurisé n'est pas valide

source: Invalid reset token.
fr: Le lien sécurisé n'est pas valide.

source: Invalid unlock token.
fr: Le lien sécurisé n'est pas valide.

source: Invitation already sent.
fr: L'invitation a déjà été envoyée.

source: Invitation sent.
fr: Invitation envoyée.

source: Invite Someone
fr: Inviter quelqu'un

source: Maximum Login attempts exceeded. Your account has been locked.
fr: Nombre maximum d'essais de connexion dépassé. Votre compte a été bloqué.

source: Need An Account?
fr: Créer un compte

source: Password reset token expired.
fr: Lien de réinitialisation du mot de passe invalide.

source: Password updated successfully.
fr: Le mot de passe a bien été mis à jour.

source: Problem confirming user account. Please contact the system administrator.
fr: Il y a eu un problème lors de la confirmation du compte utilisateur. Merci de nous contacter.

source: Registration created successfully.
fr: Votre compte a bien été créé.

source: Resend confirmation email
fr: Renvoyer un email de confirmation

source: Reset email sent. Check your email for a reset link.
fr: Email envoyé. Vérifiez votre boîte de réception.

source: Restricted Area
fr: Zone sécurisée.

source: Send an unlock email
fr: Envoyer un email de déblocage.

source: Sign In
fr: Se connecter

source: Sign Out
fr: Se déconnecter

source: Signed in successfully.
fr: Connecté avec succès.

source: Too many failed login attempts. Account has been locked.
fr: Nombre maximum d'essais de connexion dépassé. Votre compte a été bloqué.

source: Unauthorized IP Address
fr: Adresse IP non autorisée.

source: Unlock Instructions sent.
fr: Email envoyé.

source: User account confirmed successfully.
fr: Votre compte a bien été confirmé.

source: User already has an account!
fr: L'utilisateur a déjà un compte.

source: You are using an invalid security token for this site! This security violation has been logged.
fr: Vous utilisez un lien sécurisé non valide. Cette tentative a été loguée.

source: You must confirm your account before you can login.
fr: Vous devez confirmer votre compte avant de vous connecter à nouveau.

source: Your account has been unlocked
fr: Votre compte a été débloqué.

source: Your account is not locked.
fr: Votre compte n'est pas bloqué.

source: already confirmed
fr: déjà confirmé

source: already locked
fr: déjà bloqué

source: not locked
fr: non bloqué

source: required
fr: requis

source: password
fr: Mot de passe
