Repository: StartupsPoleEmploi/avril
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: can't be blank
fr: est requis

source: has already been taken
fr: est déjà pris

source: is invalid
fr: est invalide

source: has invalid format
fr: à un format invalide

source: has an invalid entry
fr: à une entrée invalide

source: is reserved
fr: est reservé

source: does not match confirmation
fr: ne correspond pas à la confirmation

source: is still associated to this entry
fr: est actuellement associé à cette entrée

source: are still associated to this entry
fr: sont actuellement associées à cette entrée

source: should be %{count} character(s)
fr: devrait être de %{count} caractère(s)

source: should have %{count} item(s)
fr: devrait avoir %{count} objet(s)

source: should be at least %{count} character(s)
fr: devrait être au minimum de %{count} caractère(s)

source: should have at least %{count} item(s)
fr: devrait avoir au minimum %{count} objet(s)

source: should be at most %{count} character(s)
fr: devrait avoir au maximum %{count} caractère(s)

source: should have at most %{count} item(s)
fr: devrait avoir au maximum %{count} objet(s)

source: must be less than %{number}
fr: doit être plus petit que %{number}

source: must be greater than %{number}
fr: doit être plus grand que %{number}

source: must be less than or equal to %{number}
fr: doit être plus petit ou égal à %{number}

source: must be greater than or equal to %{number}
fr: doit être plus grand ou égal à %{number}

source: must be equal to %{number}
fr: doit être égal à %{number}
